tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "azure-cli"
brew "terraform"
brew "cdktf"
brew "ctags"
brew "docker-credential-helper-ecr", link: false
brew "fzf"
brew "gcc"
brew "ghi"
brew "git"
brew "gradle"
brew "hub"
brew "jq"
brew "kubernetes-cli", link: false
brew "ruby"
brew "macvim"
brew "mysql@5.7"
brew "nmap"
brew "numpy"
brew "openssl@3"
brew "pipx"
brew "pybind11"
brew "reattach-to-user-namespace"
brew "scipy"
brew "screen"
brew "telnet"
brew "tfenv", link: false
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "wget"
brew "xgboost"
brew "z"
brew "zsh"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "datagrip"
cask "docker"
cask "iterm2"
cask "pycharm-ce"
cask "stretchly"
