tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cdktf"
brew "gcc"
brew "ghi"
brew "git"
brew "gradle"
brew "hub"
brew "kubernetes-cli", link: false
brew "macvim"
brew "mysql@5.7"
brew "mysql@8.0"
brew "nmap"
brew "numpy"
brew "openssl@3"
brew "pipx"
brew "pybind11"
brew "reattach-to-user-namespace"
brew "scipy"
brew "screen"
brew "telnet"
brew "tfenv", link: false
brew "the_silver_searcher"
brew "xgboost"
brew "z"
brew "zsh"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "datagrip"
cask "docker"
cask "iterm2"
cask "pycharm-ce"
cask "stretchly"
tap "allcloud-io/tools"
tap "aws/tap"
tap "datreeio/datree"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "weaveworks/tap"
brew ""
brew "docker-credential-helper-ecr", link: false
brew "fzf"
brew "xz"
brew "helm"
brew "hub"
brew "jq"
brew "kubectx"
brew "python@3.11"
brew "macvim"
brew "openblas"
brew "openjdk"
brew "pipx"
brew "pybind11"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "reattach-to-user-namespace"
brew "scipy"
brew "screen"
brew "stern"
brew "terraform"
brew "terragrunt"
brew "tfenv", link: false
brew "tmux"
brew "tree"
brew "wget"
brew "xgboost"
brew "zlib"
brew "allcloud-io/tools/clisso"
brew "aws/tap/eks-node-viewer"
brew "datreeio/datree/datree"
brew "hashicorp/tap/packer"
brew "weaveworks/tap/eksctl"
cask "fig"
cask "google-cloud-sdk"
cask "openlens"
