tap "allcloud-io/tools"
tap "aws/tap"
tap "common-fate/granted"
tap "datreeio/datree"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "kubecolor/tap"
tap "netbirdio/tap"
tap "target-ops/tap"
tap "turbot/tap"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "openssl@3"
brew "bat"
brew "xz"
brew "glib"
brew "node"
brew "go"
brew "terraform", link: false
brew "cdktf"
brew "docker-credential-helper-ecr", link: false
brew "fzf"
brew "gcc"
brew "ghi"
brew "unbound"
brew "harfbuzz"
brew "libtiff"
brew "openjdk"
brew "gradle"
brew "kubectl"
brew "helm"
brew "kubent"
brew "argocd"
brew "hub"
brew "jq"
brew "yq"
brew "kind"
brew "kubectx"
brew "macvim"
brew "minikube"
brew "mysql"
brew "mysql@5.7"
brew "mysql@8.0"
brew "nmap"
brew "pipx"
brew "docker"
brew "poetry"
brew "pybind11"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.14"
brew "qemu"
brew "reattach-to-user-namespace"
brew "screen"
brew "sops"
brew "stern"
brew "telnet"
brew "terragrunt"
brew "tfenv"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "xgboost"
brew "z"
brew "zinit"
brew "zsh"
brew "nushell"
brew "aws/tap/eks-node-viewer"
brew "common-fate/granted/granted"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vault"
brew "kubecolor/tap/kubecolor"
brew "netbirdio/tap/netbird"
brew "turbot/tap/steampipe"
brew "warrensbox/tap/tfswitch"
brew "weaveworks/tap/eksctl"
brew "azure-cli"
cask "google-cloud-sdk"
cask "ghostty"
brew "gh"
cask "visual-studio-code"
cask "github"
cask "cursor"
brew "gnutls"
brew "coreutils"
vscode "4ops.packer"
vscode "4ops.terraform"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "hashicorp.terraform"
vscode "matheusq94.tfs"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "run-at-scale.terraform-doc-snippets"
